{
  "googleAnalytics": "G-GFEPCRC539",
  "testimonials": [
    {
      "name": "Tony Byrne",
      "title": "General Manager",
      "company": "International Towers",
      "quote": "\"42 Interactive is a great tech partner for International Towers. Their innovative ideas help us build our digital experience for the whole precinct. They are reliable, trustworthy and put our best interest first.\""
    },
    {
      "name": "Liam Timms",
      "title": "Fund Manager",
      "company": "International Towers",
      "quote": "\"We had an amazing experience working with 42 Interactive and fostered a good relationship with the team. They always listened to our business challenges, present when needed and motivated to help. They're good at explaining complicated tech in a way that's easy to understand. What sets them apart is their honesty and helpful feedback on our ideas and tech choices.\""
    },
    {
      "name": "Lily Coleman",
      "title": "Digital Product Manager",
      "company": "Craveable Brands Pty Ltd",
      "quote": "\"Amazing - I would highly recommend them and I have been very vocal within our business that I have thoroughly enjoyed digital project management alongside them. They are very easy to work with.\""
    },
    {
      "name": "Julie Anders",
      "title": "",
      "company": "",
      "quote": "\"The team at 42 Interactive are highly creative and skilled and they beautifully encapsulated the essence of my work. The ongoing support from the team has been outstanding. Their technical expertise and knowledge is exceptional. I highly recommend working with 42 Interactive for not only a professional but a highly enjoyable experience.\""
    }
  ],
  "featuredBlogs": [
    "red-rosters-brand-merge",
    "international-towers-the-workspace-sydney-finalist-best-of-the-decade-award",
    "exploring-the-beauty-a-voyage-inside-the-white-rabbit-gallery"
  ],
  "featuredPodcasts": [
    "clG1qcF2Nrc",
    "11dftwJtcgM",
    "-az3b0ROFiE"
  ],
  "podcasts": [
    {
      "id": "clG1qcF2Nrc",
      "title": "Fine Food Australia 25 - AI Talk",
      "date": "September 12, 2025",
      "description": "Paul Kerr and our partners talking about AI in Fine Food Australia 2025"
    },
    {
      "id": "11dftwJtcgM",
      "title": "AI Powered Strategy - a podcast with Aidan, Waterfield.",
      "date": "June 27, 2025",
      "description": "We discussed how Aidan (https://waterfield.com.au/) used the AI we developed to scale his strategy consultancy business, and how he’s exploring future AI-powered offerings."
    },
    {
      "id": "-az3b0ROFiE",
      "title": "Tried and Tested - Human+AI Marketing Summit",
      "date": "March 20, 2025",
      "description": "Dhani Sutanto's talk in Human+AI Marketing Summit.\nA Forward Focus (https://fwdfocus.com.au/) event.\n\nExplaining about AI tools that he has been using and playing with that's related to marketing, branding and customer communications."
    },
    {
      "id": "lSfr9mTPEx8",
      "title": "Introducing mArvIn: Our New AI-Powered Assistant",
      "date": "May 20, 2024",
      "description": "Meet the latest addition to our services – mArvIn, the newest member of our digital team!\n\nUnlike typical chatbots, mArvIn engages with your data, providing tailored responses that understand context and follow conversation threads effortlessly. Plus, with enterprise-grade security, your data is always protected!\n\nOnce we establish the foundation of contextual conversation with LLM, we can take it further with:\n\n🔊 Speech to Text: Talk to mArvIn through your computer or phone’s microphone.\n\n🗣️ Text to Speech: mArvIn reads its answers aloud, perfect for hands-free use or dictation.\n\n🌐 Multi-Lingual: mArvIn translates content on demand, acting as a convenient translator.\n\nCheck out mArvIn and see how it can help you understand our business better!\n\nLearn more about mArvIn here: https://bit.ly/3QNLlZa\n\nFor more information about our services please check out our website and other social media channels!  \n\nOur site: https://bit.ly/4aqzR4D\nInstagram: https://www.instagram.com/42interactive/\nFacebook:  https://www.facebook.com/42Interactive\nX: https://x.com/42Interactive\nLinkedIn:  https://au.linkedin.com/company/42-interactive\n\nDon't forget to like and subscribe to our channel! ;)"
    },
    {
      "id": "Vl-BlxuOIEY",
      "title": "Let's Find Playgrounds Near You!",
      "date": "May 3, 2024",
      "description": "Come with us to see the Find My Playground journey! ⠀ ⠀ \n \nFind My Playground was created to help families to find the right facilities for their little ones, and for the community to review and list playground features that might be important for families, especially the accessibility features of each playground. \n \nYou can find the list of the inclusive playground features for each playground on the top list of our search engines, which not many sites or playground search engines do. ⠀ \n \nLet us help you to find more fun adventures near you! https://findmyplayground.com⠀"
    },
    {
      "id": "88tF45Ms3_0",
      "title": "Marion Baillat: Bridging Digital Transformation in Japan | My ANZCCJ Journey",
      "date": "March 6, 2024",
      "description": "Excited to share of the episodes of the Australian and New Zealand Chamber of Commerce (ANZCCJ)'s interview series, \"My ANZCCJ Journey.\" This series brings to light the experiences of its members, revealing their motivations for relocating to Japan and the impact the Chamber has had on their journeys.\n\nWe're especially proud to feature one of our own from 42 Interactive, Marion Baillat, our Digital Executive Producer and Project Director. Marion's role not only keeps her connected to Australia but also significantly contributes to expanding our services, assisting both Japanese and Australian companies in their digital transformation efforts in Japan. Dive into her inspiring story by watching the episode!\n\nFor more information about our services please check out our website and other social media channels!  https://bit.ly/3Iobn0b \n\nInstagram: https://www.instagram.com/42interactive/\nFacebook: https://www.facebook.com/42Interactive/  \nTwitter: https://twitter.com/42Interactive \nLinkedIn: https://au.linkedin.com/company/42-interactive\nTikTok: https://www.tiktok.com/@42interactive"
    },
    {
      "id": "in7d1MOePTs",
      "title": "Client-Centric Approach in Tech: 42 Interactive's Collaborative Success Stories",
      "date": "January 18, 2024",
      "description": "At 42 Interactive, we align with partners like Innovations Accelerated in seeking clients who value understanding their customer's needs deeply. Our focus spans across various sectors, including government, not-for-profit, and corporate. We take pride in projects that not only deliver advanced solutions but also contribute positively, like aiding disaster victims. For us, the ideal client is one who appreciates the centrality of the customer in problem-solving, rather than being fixated on preconceived ideas. 🌐🤝\n\nLooking for a Creative & Technology consultancy that puts customer needs first? Let's connect. 🚀\n\nClick here. https://www.42interactive.com/services/creative-technology-consultancy?utm_source=youtube&utm_medium=social&utm_campaign=creativetechnologyconsultancy\n\n\n#ClientCentric #InnovativeSolutions #TechnologyForGood"
    },
    {
      "id": "OTAd2i_CKh4",
      "title": "Staying Agile and Future-Ready: 42 Interactive's Approach to Dynamic Challenges",
      "date": "January 18, 2024",
      "description": "In a world where challenges are unpredictable, our approach at 42 Interactive is to stay prepared and adaptable. Reflecting on our work with quick-service restaurants during the pandemic, we realise the importance of being ready to respond to any situation. We document ideas and strategies extensively, using tools like Miro for digital collaboration. This ensures that no creative thought is lost and can be revisited when the time is right, keeping us agile and ready for future challenges. 📝🔄\n\nLooking for a partner in Digital Design & Development? We're here to help you stay ahead. 💻🚀\n\nVisit us on our website. https://www.42interactive.com/services/digital-design-and-development?utm_source=youtube&utm_medium=social&utm_campaign=digitaldesignanddevelopment\n\n\n#AgilityInDesign #FutureReady #CreativeCollaboration"
    },
    {
      "id": "DDFQcYuzQkU",
      "title": "Evolving Customer Solutions: 42 Interactive's Long-Term Strategy for Success",
      "date": "January 18, 2024",
      "description": "Reflecting on our project with Craveable Brands, including Red Rooster, we at 42 Interactive learned the importance of continuous stakeholder engagement and comprehensive customer understanding. Our approach involves creating a backlog of opportunities for improvement, ensuring solutions evolve with customer needs and expectations. This strategy not only addresses immediate challenges but also anticipates future developments, ensuring long-term relevance and effectiveness of our solutions. 🌟💡\n\nLooking for a Creative & Technology consultancy that values continuous evolution and stakeholder involvement? Let's collaborate.\n\nRead more at https://www.42interactive.com/services/creative-technology-consultancy?utm_source=youtube&utm_medium=social&utm_campaign=creativetechnologyconsultancy\n\n\n#ContinuousImprovement #StakeholderEngagement #InnovativeSolutions"
    },
    {
      "id": "ZEu3qNAuGhQ",
      "title": "Responsive Design Strategies for Pandemic Challenges: A 42 Interactive Case Study",
      "date": "January 18, 2024",
      "description": "Understanding and adapting to the shifting landscape of customer needs during the pandemic has been crucial. Our collaboration with clients like Red Rooster focused on providing flexible solutions like curbside pickup. This strategy was not just about maintaining operations; it was about respecting and responding to varied customer scenarios and health concerns, ensuring safety without compromising service quality. 🚗🛍️\n\nSeeking innovative Digital Design & Development for your business challenges? Let's collaborate.\n\nClick here. https://www.42interactive.com/services/digital-design-and-development?utm_source=youtube&utm_medium=social&utm_campaign=digitaldesignanddevelopment\n\n\n#ResponsiveDesign #CustomerCentric #InnovativeSolutions"
    },
    {
      "id": "6WZKEr2Arj0",
      "title": "Integrating Digital Solutions in Complex Operations: 42 Interactive's Strategy",
      "date": "January 18, 2024",
      "description": "At 42 Interactive, our work with clients like Red Rooster involves not just delivering digital solutions but understanding and integrating them within existing operational constraints. 🍔💡 Our focus on service design is crucial for clients with diverse brands and consumer interactions. We tackle the challenge of syncing digital orders with physical operations, ensuring a seamless customer experience without overhauling existing systems. This approach demonstrates our ability to innovate within constraints, providing practical and efficient solutions.\n\nLooking for a Creative & Technology consultancy that excels in integrating digital solutions within operational frameworks? Let's chat.\n\nVisit us on our website. https://www.42interactive.com/services/creative-technology-consultancy?utm_source=youtube&utm_medium=social&utm_campaign=creativetechnologyconsultancy\n\n\n#ServiceDesign #OperationalInnovation #CustomerExperience"
    },
    {
      "id": "ZyArIqp395Y",
      "title": "Creating Impactful Digital Solutions: The 42 Interactive & Innovations Accelerated Story",
      "date": "January 18, 2024",
      "description": "At 42 Interactive, our partnership with Innovations Accelerated exemplifies our commitment to tackling complex challenges with innovative solutions. Together, we aided organisations like Red Rooster in integrating seamless curbside pickup during the pandemic. Our approach prioritised customer needs and expectations, ensuring that the solutions we developed were not just technologically sound but also resonated with users. This collaboration reflects our dedication to creating experiences that are both meaningful and practical.\n\nLooking for Digital Design & Development expertise? We're here to help you navigate and innovate in a rapidly evolving digital landscape.\n\nLearn more. https://www.42interactive.com/services/digital-design-and-development?utm_source=youtube&utm_medium=social&utm_campaign=digitaldesignanddevelopment\n\n\n#DigitalInnovation #UserCentricDesign #CollaborativeSolutions"
    },
    {
      "id": "x4sSnra9s8o",
      "title": "Navigating the AI Wave: 42 Interactive's Strategy for Modern Solutions",
      "date": "January 18, 2024",
      "description": "Exploring the transformative potential of AI is at the forefront of 42 Interactive's strategy. Our recent dialogue with Innovations Accelerated shed light on AI's growing impact, emphasising its role in enhancing operational efficiency and meeting user needs. By integrating technologies like ChatGPT and OCR, we aim to automate and streamline processes, especially in sectors like aged care and volunteer organisations. This innovative approach focuses on creating solutions that are not only technologically advanced but also practical and cost-effective. 🤖💼\n\nLooking for Digital Design & Development expertise in AI-driven solutions? Let us help shape your future.\n\nClick here. https://www.42interactive.com/services/digital-design-and-development?utm_source=youtube&utm_medium=social&utm_campaign=digitaldesignanddevelopment\n\n\n#FutureTech #AISolutions #DigitalInnovation"
    },
    {
      "id": "ePiOIuJLN9I",
      "title": "AI's Potential in Future Projects: Insights from 42 Interactive",
      "date": "January 18, 2024",
      "description": "At 42 Interactive, our recent conversation with Innovations Accelerated included the evolving landscape of AI and its potential for future projects. This dialogue opened up avenues for understanding how AI, especially generative AI like ChatGPT, could shape content creation and problem-solving in new and exciting ways. 🤖🌐\n\nWe're geared towards identifying where AI can be most effective, exploring its strengths for diverse applications. Our approach is about preparing for the future, ensuring we're ready to integrate AI in ways that enhance and innovate. 🚀🔍\n\nLooking to explore AI's potential in your projects? Let's connect and discover the possibilities together.\n\nVisit us on our website. https://www.42interactive.com/services/creative-technology-consultancy?utm_source=youtube&utm_medium=social&utm_campaign=creativetechnologyconsultancy\n\n\n#FutureOfAI #InnovativeThinking #TechTrends"
    },
    {
      "id": "XHpZaeY08s4",
      "title": "Perfecting User Experience: 42 Interactive's Approach to Digital Design",
      "date": "January 18, 2024",
      "description": "At 42 Interactive, we understand the crucial role of user testing in digital service design. Our recent venture underscored this, as we collaborated with clients to realise their vision while keeping end-user experience at the forefront. Through user testing, we gained invaluable insights, observing their interactions and preferences. This approach enabled us to refine our services significantly, ensuring they are not just innovative but also align perfectly with user needs.\n\nOur dedication to real-world testing exemplifies our commitment to delivering solutions that truly resonate with users. It's an integral part of our process to ensure the final product meets and exceeds expectations.\n\nLooking for a Creative & Technology consultancy that prioritises real-world user experience? Let's chat and explore how we can bring your vision to life with our user-centric approach.\n\nVisit us here. https://www.42interactive.com/services/creative-technology-consultancy?utm_source=youtube&utm_medium=social&utm_campaign=creativetechnologyconsultancy\n\n\n#UserTesting #InnovativeDesign #TechnologyConsultancy"
    },
    {
      "id": "0IVV5QxkyQs",
      "title": "Enhancing User Experience: 42 Interactive's Journey to High Conversion Rates",
      "date": "January 18, 2024",
      "description": "In our recent project, 42 Interactive, in partnership with Innovations Accelerated, tackled the intricate challenges of curbside pickup integration. Initially, our team focused on swift deployment under tight constraints, which led to a crucial realisation about user interaction. It became evident that the final step in the pickup process – a simple button click signalling readiness for food preparation – was being interpreted in multiple ways by customers. This impacted the efficiency of the service and customer satisfaction.\n\nResponding proactively, we conducted customer testing to understand the gap in the user journey. This step was instrumental in tweaking the system, leading to a significant leap in conversion rates. Our journey with this project showcases our commitment to user-centric design and the importance of continuous feedback in refining digital experiences. We believe in creating solutions that not only meet immediate needs but also evolve with user interactions.\n\nLooking for a partner who values customer interaction in digital design? Let's bring your vision to life.\n\nVisit our website at https://www.42interactive.com/services/digital-design-and-development?utm_source=youtube&utm_medium=social&utm_campaign=digitaldesignanddevelopment\n\n\n#UserCenteredDesign #DigitalInnovation #CustomerFeedback"
    },
    {
      "id": "q1997m73kWM",
      "title": "Future-Proofing Digital Strategies: Insights from 42 Interactive & Innovations Accelerated",
      "date": "January 18, 2024",
      "description": "In our recent collaboration with Innovations Accelerated, we at 42 Interactive focused on agile and responsive solutions to meet the evolving challenges of our clients. Through this partnership, we highlighted the importance of being prepared for the unexpected, underlining the need for flexible, modular-based services. We believe in documenting and preserving ideas and functionalities for future use, ensuring nothing is lost and every possibility is explored. This approach allows us to continually adapt to our clients' needs, ensuring they stay ahead in a dynamic world.\n\nLooking for a partner in Digital Design & Development? We're here to bring your vision to life.\n\nClick here. https://www.42interactive.com/services/digital-design-and-development?utm_source=youtube&utm_medium=social&utm_campaign=digitaldesignanddevelopment\n\n\n#ResponsiveDesign #AgileSolutions #FutureReady"
    },
    {
      "id": "NzVUVyxEln4",
      "title": "Adapting to Change: 42 Interactive's Innovative Approach in the Pandemic Era",
      "date": "January 18, 2024",
      "description": "In our latest collaboration with Innovations Accelerated, 42 Interactive showcased its expertise in adapting to the new normal. Our project with Red Rooster highlighted our ability to think on our feet, ensuring seamless customer experiences through curbside pickup and other innovative solutions. 🚗💡 This venture was more than just addressing immediate needs; it was about anticipating future challenges and being prepared. Our approach, deeply rooted in understanding customer behaviour and preferences, proves our commitment to delivering digital excellence. 🌟\n\nAre you looking for a partner in Digital Design & Development? We're here to elevate your ideas.\n\nClick here. https://www.42interactive.com/services/digital-design-and-development?utm_source=youtube&utm_medium=social&utm_campaign=digitaldesignanddevelopment\n\n\n#DigitalInnovation #Adaptability #CustomerCentric"
    },
    {
      "id": "jIimpLFy-Js",
      "title": "Mastering Customer Engagement: A 42 Interactive and Innovations Accelerated Collaboration",
      "date": "January 18, 2024",
      "description": "At 42 Interactive, our collaboration with Innovations Accelerated embodies our ethos of harnessing technology and creativity to drive meaningful change. Through our project for Red Rooster, we delved into the intricacies of enhancing the customer journey, from considering various pickup options to intricately mapping out user experiences. 🚗💻\n\nOur partnership goes beyond mere technical solutions; it's about understanding and addressing the subtleties of customer needs, streamlining operations, and integrating seamless digital interfaces. We're dedicated to crafting solutions that not only meet current demands but also anticipate future trends. 🌟🔍\n\nAre you looking for a partner who excels in Digital Design & Development? We're here to transform your ideas into impactful realities. Let's create something extraordinary together.\n\nLearn more at https://www.42interactive.com/services/digital-design-and-development?utm_source=youtube&utm_medium=social&utm_campaign=digitaldesignanddevelopment\n\n\n#DigitalExcellence #UserExperience #InnovativeSolutions"
    },
    {
      "id": "5xSO3rN-9tI",
      "title": "Transforming Customer Service in a Pandemic: The 42 Interactive and Red Rooster Story",
      "date": "January 18, 2024",
      "description": "In times of unprecedented change, like the recent pandemic, businesses faced unique challenges in continuing operations while ensuring customer safety and comfort. 42 Interactive, always at the forefront of innovation, partnered with Red Rooster to reinvent the customer experience. We navigated through the complexities of implementing curbside pickup, balancing the safety and convenience of customers with operational feasibility. Our journey involved not just digital solutions but a holistic approach, considering customer expectations, staff training, and seamless integration of new services with existing operations. 🚗💡\n\nThis project exemplifies our ethos at 42 Interactive. We delve deep into understanding and resolving the unique challenges each client faces, ensuring that our solutions are not just innovative but also empathetic and human-centric. In today's ever-evolving digital landscape, are you looking for a partner to help you navigate these complexities with creative and technological expertise? Let's chat. 💻🌟\n\nVisit us here. \nhttps://www.42interactive.com/services/creative-technology-consultancy?utm_source=youtube&utm_medium=social&utm_campaign=creativetechnologyconsultancy\n\n\n#InnovationInAction #DigitalSolutions #CustomerCentricity"
    },
    {
      "id": "X3lFvtYExqw",
      "title": "Revolutionising Customer Experience: 42 Interactive’s Journey with Red Rooster",
      "date": "January 18, 2024",
      "description": "At 42 Interactive, our collaboration with Innovations Accelerated and Red Rooster exemplifies our commitment to transformative solutions in a rapidly evolving world. 🌍✨ Dhani Sutanto and Eryk Korfel tackle the challenge of integrating curbside pickup for Red Rooster, a task made critical by the pandemic. Our journey with Red Rooster wasn't just about meeting a need; it was about reinventing the customer experience in the face of adversity. 🚀\n\nWe understood that innovation isn't just about technology; it's about understanding and responding to human needs and behaviours. Our partnership with Innovations Accelerated was pivotal in blending user research with practical experimentation, ensuring that our solutions were not just creative but also effective and customer-centric. 👥💡\n\nThis approach defines us at 42 Interactive. We're more than a digital design and development agency; we are your partners in navigating the complexities of the modern market. If you're looking for Digital Design & Development for your ideas, we're here to help. Let's create something extraordinary together. 🌟\n\nVisit us at https://www.42interactive.com/services/digital-design-and-development?utm_source=youtube&utm_medium=social&utm_campaign=digitaldesignanddevelopment\n\n#Innovation #DigitalTransformation #CustomerExperience"
    },
    {
      "id": "VGxH2698Zk8",
      "title": "Latham Australia Augmented Reality",
      "date": "January 14, 2024",
      "description": "Augmented Reality tools for https://www.latham-australia.com/"
    },
    {
      "id": "827lv_kopsI",
      "title": "HERE COMES THE GAME CHANGER! - VR 360° AT ITS BEST!",
      "date": "January 8, 2024",
      "description": "In the world of hospitality, technology is reshaping booking experiences. \nVirtual tours started as simple slideshows, offering a limited view of your business spaces, then 360° scans changed the game!\n\nAnd it's just the beginning. As tech evolves, we're enhancing the booking experience!\n\nBe part of this transformative experience with 360° scans.\nConnect with us! https://bit.ly/3HbaVC4\n\nInstagram: https://www.instagram.com/42interactive/\nFacebook: https://www.facebook.com/42Interactive\nTwitter: https://twitter.com/42Interactive\nLinkedIn:  https://au.linkedin.com/company/42-interactive\n\nDon't forget to like and subscribe to our channel! ;)"
    },
    {
      "id": "oTlIkM9wzbY",
      "title": "We Found Perfect Ways to Explode Traffic to Your Website!",
      "date": "December 11, 2023",
      "description": "Welcome to the fourth episode of the 42-BTS (Behind The Scenes) Podcast series! This is the second time we're shooting in Bali, Indonesia! In the series, we will discuss the importance of effective website strategies and tactics to overcome challenges, and how we can provide the best solutions to bring tons of traffic to the website with effective and tailored tactics for your website!\n\n0:00- Intro\n0:10 - What will you get in this video\n0:31 - Rob’s second experience in Bali\n0:58 - About us and our unique development services\n01:28 - Tech & Web development challenges for small businesses & how to address them\n02:00 - The importance of a consistent online presence for businesses & how we can help\n02:32 - Our clients' success stories \n03:08 - How we provide the best solutions\n04:42 - Expand our services in Indonesia\n\nFor more information about our services, please check out our website and other social media channels! \n\nOur site: https://bit.ly/46UyrxJ\nInstagram: https://www.instagram.com/42interactive/\nFacebook: https://www.facebook.com/42Interactive\nTwitter: https://twitter.com/42Interactive\nLinkedIn: https://www.linkedin.com/company/42-interactive\n\nDon't forget to like and subscribe to our channel! 😉"
    },
    {
      "id": "LtdouTofblk",
      "title": "Creative Technology's Impact on Bali's Hospitality",
      "date": "November 8, 2023",
      "description": "Sharing the second part of our unforgettable event in Bali, where we had the pleasure of meeting inspiring professionals from the hospitality industry in Bali.\n\nWe had the opportunity to interview some of our esteemed guests about the event and the challenges they are facing, for which they believe technology could provide solutions. It was an incredible experience to share our journey and explore the world of creative technology. With the innovative potential of creative tech. \n\nOnce again, we'd like to extend our gratitude to Ni Wayan Supiani from Prime Plaza Hotel, Ikhyar Setya Utama from Ovolo Hotel, and Komang Artana from Cross Bali Breakers for sparing their time to be interviewed and share their thoughts with us!\n\nWe hope to see Bali again soon! \n\nFor more information about our services please check out our website and other social media channels! https://bit.ly/3QqNjNR\n\nInstagram: https://www.instagram.com/42interactive/\nFacebook:  https://www.facebook.com/42Interactive\nTwitter: https://twitter.com/42Interactive\nLinkedIn: https://au.linkedin.com/company/42-interactive"
    },
    {
      "id": "Qmya983ufQI",
      "title": "SXSW SYDNEY 2023 - FINAL DAY!",
      "date": "October 22, 2023",
      "description": "It's the final day of SXSW Sydney 2023, and here's Dhani's last-day review:\n\nSXSW Sydney Day 7 Review:\n\nIn brief: I suggest that SXSW Sydney should establish its distinct identity, separate from SXSW Austin.\n\nRecommendations:\n\nImplement more focused event tracks.\nConsider less crowded sessions.\nPrioritize creative showcases over extensive panel discussions.\n\nI hope for immersive experiences, not just prolonged talks on stage. Show me something truly impressive and engaging!\n\nLooking forward to the potential for an even better event next year. What are your thoughts? #sxswsydney"
    },
    {
      "id": "-n71WHjUCQs",
      "title": "SXSW QUICK HACKS - DAY 06",
      "date": "October 22, 2023",
      "description": "It's finally the last day of SXSW Sydney 2023! Here are some more helpful tips and tricks from Dhani for #SXSWsydney2023 attendees!\n\n🍔 Where to Grab a Bite?\nBetty Burger: Offers delicious and budget-friendly options.\nShorty's Food Truck: Serves mouthwatering burgers but comes at a slightly higher price, around $30 for a burger and fries.\nChinatown: Only a quick 10-minute walk away.\n\n🚫 A Friendly Reminder: Please avoid bringing hot food and drinks inside the auditorium. Our dedicated staff and volunteers will kindly ask you to enjoy your refreshments outside, ensuring you don't miss any sessions. This is especially important if your items are uncovered and not securely stored in a bag.\nLet's make the most of this final day! #sxswsydney"
    },
    {
      "id": "9YMWmG1y1Is",
      "title": "SXSW QUICK HACKS - DAY 05",
      "date": "October 22, 2023",
      "description": "Here are some more tips and hacks from Dhani for #SXSWsydney2023 attendees on Day 5!\n\nInnovation & Tech Expo:\nDon't miss out on our expo on ICC Level 4!\n\nBe sure to explore TOMO VR:\nExperience an artistic VR dance performance from New Zealand with choreography directed by Gaby Thomas."
    },
    {
      "id": "AEzXHRf-mmg",
      "title": "SXSW QUICK HACKS - DAY 04",
      "date": "October 20, 2023",
      "description": "Sharing another tips or hacks from Dhani for #SXSWsydney2023 attendees on Day 4! Here are some helpful parking tips for the attendees, whether it's a working day or the weekend!\n\nPlanning to attend weekend sessions and need a parking space? These are the nearest parking options we've personally used, offering reasonable weekend rates around $15-$20, with prices usually higher on normal working days, starting at $25+. Please refer to their respective websites for detailed pricing.\n\nWilson Parking - Harbourside, Darling Harbour Sydney, NSW Car Park https://lnkd.in/evgPE_rR\n\nFirst Parking Darling Quarter Car Park | 1/11 Harbour Street https://lnkd.in/ejuPnp7s\n\nICC Sydney Car Park 1 https://lnkd.in/epFFfASd\n\nFirst Parking Darling Square Car Park | Zollner Circuit https://lnkd.in/epKwdfvt\n\nIf these options are fully booked, and you're up for a bit of a walk and some exercise, consider this one:\n\nWilson Parking - Barangaroo Reserve https://lnkd.in/eTZ7w96u\n\nHowever, if you're driving but prefer not to pay for parking:\nFor Northern dwellers: Park at Artarmon station's north area, where there are plenty of free parking spaces, and catch the train to the city.\n\nFor North West or Westies: Park near Hawthorne, Leichhardt North, and Lilyfield lightrail stops. \n\nBeyond these stops, it's challenging to find parking. These areas offer ample free parking spots, and with the lightrail, you'll reach Darling Harbour in no time.\n\nEastern burbs: Take advantage of the lightrail – you know what to do.\n\nHope these tips help! See you around! 👋 \n#SXSW2023 #ParkingTips #DarlingHarbour"
    },
    {
      "id": "ZPXA-R30xjA",
      "title": "SXSW QUICK HACKS - DAY 03",
      "date": "October 19, 2023",
      "description": "Here's another valuable tip from Dhani for #SXSWsydney2023 attendees on Day 3!\n\nMake sure to allocate enough time to walk between sessions. Sessions are spread not only at the ICC venue but also at various locations around Darling Harbour, extending as far as the UTS building near Central station. Plan for at least 30 minutes between sessions, so you can manage your schedule accordingly.\n\nStay tuned for more updates! \n#helpfulhints #SXSWSydney  #lifehacks"
    },
    {
      "id": "T6kgQzqTqgA",
      "title": "SXSW QUICK HACKS - DAY 01",
      "date": "October 19, 2023",
      "description": "Dhani's Handy Tips for #sxswsydney2023 Attendees!\n\nIf you often misplace your lanyard, this might help.\nMore updates coming your way! Stay tuned!\n\n\n#helpfulhints #sxswsydney #lifehacks"
    },
    {
      "id": "X7Hnk_dD5CQ",
      "title": "Is your digital workspace draining your productivity?",
      "date": "August 3, 2023",
      "description": "Welcome back to our fourth episode of 42 Tech Friday! :) \n\nIn this digital era, where the boundaries between work and personal life sometimes becoming quite blurry, a healthy work environment is very important to maintain.\n\nIn this episode, we explore practical strategies and tips to help you navigate the digital settings with ease! From time management to meaningful connections, we've got you covered! e'll discover how to a maintain a healthy work-life ,prioritise self-care, and incorporate mindfulness practices into your digital routine!\n\nFor more information about digital transformation services please check out our website and other social media channels! https://bit.ly/45as1Km\n\nInstagram: https://www.instagram.com/42interactive/ \nFacebook: https://www.facebook.com/42Interactive \nTwitter: https://twitter.com/42Interactive \nLinkedIn:https://www.linkedin.com/company/42-interactive/"
    },
    {
      "id": "wYVZr2yvBjg",
      "title": "The Key to Mobile App Domination! ARE YOU MISSING OUT?",
      "date": "June 27, 2023",
      "description": "Ready to Supercharge Your Quality Testing Game? 🚀\n\nEver wondered why quality testing is the secret sauce behind successful mobile apps? Curious about how it can take your business to the next level? Look no further! Our Q&A session with industry experts is here to enlighten you! Get ready to uncover the untapped potential of quality testing in mobile app development!\n\nBut wait, there's more! We're not just sharing knowledge – we're offering our top-notch Quality Testing services to help your business thrive. Don't miss this opportunity to skyrocket your app's performance and user satisfaction. Contact us today and let's revolutionize your digital presence together! \n\nFor more information about digital transformation services please check out our website and other social media channels! https://bit.ly/3powda0 \n\nInstagram: https://www.instagram.com/42interactive/ \nFacebook: https://www.facebook.com/42Interactive \nTwitter: https://twitter.com/42Interactive \nLinkedIn: https://au.linkedin.com/company/42-interactive\n\n\n#MobileAppDevelopment #QualityTesting #qualitycontrol #creativetechnology #mobiletesting #technology"
    },
    {
      "id": "-DuXMyA2Qmo",
      "title": "Unveiling the Hidden Secrets of a High-Performing Virtual Culture!",
      "date": "May 19, 2023",
      "description": "Welcome to special episode of our 42 BTS or 42 Behind the Scene podcast!  (LIVE FROM BALI, INDONESIA!)\n\nJoin our COO Rob and Tech Director Paul as they reveal the secrets to thriving in a virtual workplace. Explore the true meaning of company culture and values, and discover the essential traits that shape a positive and healthy work environment. \n\nGet ready for actionable insights on fostering collaboration, navigating Creative Technology, and driving digital transformation for business success. \n\nDon't miss out on this captivating podcast episode!\n\nFor more information about digital transformation services please check out our website and other social media channels! https://bit.ly/3ojfuEv\n\nInstagram: https://www.instagram.com/42interactive/ \nFacebook: https://www.facebook.com/42Interactive \nTwitter: https://twitter.com/42Interactive \nLinkedIn:https://www.linkedin.com/company/42-i...\n\nDon't forget to like and subscribe to our channel! ;)"
    },
    {
      "id": "XtoLVN5qQ9k",
      "title": "Art Comes Alive: A Virtual Tour of the SHUO SHU 说书 Exhibition",
      "date": "April 19, 2023",
      "description": "Step into the captivating world of Chinese art like never before with our immersive 3D virtual tour of the SHUO SHU 说书 exhibition at White Rabbit Gallery !\n\nExperience the stunning sculptures, paintings, and installations as if you're walking through the gallery in person, thanks to our state-of-the-art technology and expert curation. Whether you're an art aficionado or just curious about the culture, our virtual tour service is the ultimate way to explore this world-renowned collection.\n\nExperience the immersive journey here!\nhttps://bit.ly/40mCYFQ\n\nReady to make your own virtual tour? Contact us!\nhttps://bit.ly/3okeHTn"
    },
    {
      "id": "rh6whcJU86w",
      "title": "I Trained an AI Avatar to Do My Job! - Here's What Happened!",
      "date": "April 13, 2023",
      "description": "Say hello to Runa, our new AI avatar host! 🤖 In this exciting video, she'll take you on a journey into the world of quality assurance as a service. And for one day, she even replaced one of our team members on the job! 😱\n\nIn this video, you'll discover why quality assurance is crucial for businesses to ensure that their products and services meet the highest standards possible. At 42 Interactive, we provide both manual and automated testing for your digital products, including websites, apps, and other digital workflows, to ensure they're stable and ready for your customers.\n\nWith Runa's help, we explored the possibilities of AI-generated content and how it can assist in quality assurance testing. By integrating Runa's AI capabilities, we were able to improve our testing processes and ensure even greater accuracy in our work.\n\nTrust and profitability await with our attention to detail and quality control. 🚀 So sit back, relax, and let Runa guide you through the fascinating world of quality assurance as a service! ☕ \n\nJoin us on our exciting journey and let us help you digitise your business!\nhttps://bit.ly/3GGkER3\n\nFor more information about our services please check out our website and other social media channels!  \n\nInstagram: https://www.instagram.com/42interactive/ \nFacebook: https://www.facebook.com/42Interactive \nTwitter: https://twitter.com/42Interactive \nLinkedIn: https://www.linkedin.com/company/42-i...\n\nDon't forget to like and subscribe to our channel!"
    },
    {
      "id": "pcYQOnEBFEg",
      "title": "Exploring Japan's Innovative Tech: How it Impacts Daily Life and Can Benefit Australia",
      "date": "February 28, 2023",
      "description": "Welcome to the third episode of 42-BTS (Behind The Scene) Podcast series! In the series, we will discuss the impact of Japan's advanced technology on daily life, and compare it to the current technology in Australia. \n\nWe will explore the opportunities and challenges presented by Japan's aging population, and how adopting some of Japan's technology could enhance productivity in Australia. \n\nJapan is known for its advanced technology integrated into daily life, impacting routines. Unique innovations include smart toilets, vending machines, and high-speed trains. Aging population presents tech challenges but also opportunities. Compared to Australia, Japan has more advanced transportation, robotics, and automation technologies. Adopting some of Japan's tech could improve productivity in Australia.  \n\nFor more information about our services please check out our website and other social media channels!  \n\nOur site: https://bit.ly/3ZtYusw \nInstagram: https://www.instagram.com/42interactive/ \nFacebook: https://www.facebook.com/42Interactive \nTwitter: https://twitter.com/42Interactive \nLinkedIn: https://www.linkedin.com/company/42-interactive\n\nDon't forget to like and subscribe to our channel! ;)"
    },
    {
      "id": "A3Tg3h4Apgw",
      "title": "42 Interactive: Meet The Team! Part 4",
      "date": "November 23, 2022",
      "description": "Hi! We are 42 Interactive team! \n\nToday we want to introduce you to two of our amazing team members,\nUpenthiran Thrmagulasingam (Multimedia Specialist - Australia Team) & Yohanes Adi Nugroho (Mobile APPS Developer - Indonesia Team)\n\nIn this 'Meet our team' series, we will ask our team members some questions about their day-to-day, challenges, and the things they love to do outside work life! \n\nStay tuned for more!\n\nFor more information about digital transformation services please check out our website and other social media channels!\nhttps://bit.ly/3Xtn7oL\n⠀⠀\nPlease follow our social media for more digital transformation content!\n\nInstagram: https://www.instagram.com/42interactive/ \nFacebook: https://www.facebook.com/42Interactive \nTwitter: https://twitter.com/42Interactive \nLinkedIn:https://www.linkedin.com/company/42-i...\nDon't forget to like and subscribe to our channel! ;)"
    },
    {
      "id": "YjF7iZrSKh0",
      "title": "42 Interactive: Meet The Team! Part 3",
      "date": "October 20, 2022",
      "description": "Hi! We are 42 Interactive team! \n\nToday we want to introduce you to two of our amazing team members,\nHeri (Quality Assurance) & Yana (Developer)\n\nIn this 'Meet our team' series, we will ask our team members some questions about their day-to-day, challenges, and the things they love to do outside work life! \n\nStay tuned for more!\n\nFor more information about digital transformation services please check out our website and other social media channels!\nhttps://bit.ly/3MJZAL4\n⠀⠀\nPlease follow our social media for more digital transformation content!\n\nInstagram: https://www.instagram.com/42interactive/ \nFacebook: https://www.facebook.com/42Interactive \nTwitter: https://twitter.com/42Interactive \nLinkedIn:https://www.linkedin.com/company/42-i...\nDon't forget to like and subscribe to our channel! ;)"
    },
    {
      "id": "94FN7QxoDOU",
      "title": "42 Interactive: Meet The Team! Part 2",
      "date": "September 26, 2022",
      "description": "Hi! We are 42 Interactive team! \n\nToday we want to introduce you to two of our amazing team members,\nWidhi (Developer) & Mayang (Digital Marketing)\n\nIn this 'Meet our team' series, we will ask our team members some questions about their day-to-day, challenges, and the things they love to do outside work life! \n\nStay tuned for more!\n\nFor more information about digital transformation services please check out our website and other social media channels!\nhttps://bit.ly/3dGgZqX\n⠀⠀\nPlease follow our social media for more digital transformation content!\n\nInstagram: https://www.instagram.com/42interactive/ \nFacebook: https://www.facebook.com/42Interactive \nTwitter: https://twitter.com/42Interactive \nLinkedIn:https://www.linkedin.com/company/42-i...\nDon't forget to like and subscribe to our channel! ;)"
    },
    {
      "id": "fQWYrX_4EIQ",
      "title": "42 Interactive: Meet The Team!",
      "date": "September 5, 2022",
      "description": "Hi! We are 42 Interactive team! \n\nToday we want to introduce you to two of our amazing team members,\nOcky Saktya (Senior Developer) & Roseanne Laurelia Manangka (Project Manager)\n\nIn this 'Meet our team' series, we will ask our team members some questions about their day-to-day, challenges, and the things they love to do outside work life! \n\nStay tuned for more!\n\nFor more information about digital transformation services please check out our website and other social media channels!\nhttps://bit.ly/3ec5GXp\n⠀⠀\nPlease follow our social media for more digital transformation content!\n\nInstagram: https://www.instagram.com/42interactive/ \nFacebook: https://www.facebook.com/42Interactive \nTwitter: https://twitter.com/42Interactive \nLinkedIn:https://www.linkedin.com/company/42-interactive/\nDon't forget to like and subscribe to our channel! ;)"
    },
    {
      "id": "0e7yzdTWeyQ",
      "title": "A Drug-Free Solution for Your Chronic Pain?",
      "date": "August 5, 2022",
      "description": "Welcome back to our third episode of 42 Tech Friday! :) \n\nMany people suffer from chronic pain when their injury has healed, but the pain doesn’t go away. Persistent pain develops and the pain stays for a long time and gets worse and worse.\n\nWhile physical injury heals within a few months in the process when there was pain, the brain, and the nerves have all learned the pain neuroplastically and they continue to react as if there were pain, so we have to find a way for them to unlearn it.\n\nHow can virtual reality technology help manage chronic pain? Please watch this video to dive more into it!\n\nFor more information about Neurotechnology & their Innovate Pain Clinic please check out their website here: https://bit.ly/3QjCETr\n\nFor more information about digital transformation services please check out our website and other social media channels! https://bit.ly/3daqsq5\n\nInstagram: https://www.instagram.com/42interactive/ Facebook: https://www.facebook.com/42Interactive Twitter: https://twitter.com/42Interactive \nLinkedIn:https://www.linkedin.com/company/42-interactive/\nDon't forget to like and subscribe to our channel! ;)"
    },
    {
      "id": "GUcMeu0igEA",
      "title": "3D Virtual Tour   SUPERNATURAL Exhibition at the White Rabbit Gallery Sydney Australia",
      "date": "June 21, 2022",
      "description": "Quick showcase of one of our Art Gallery 3D Scan.\nVisions of the Future\n\n7 September 2018 – 3 February 2019\nWorks from Judith Neilson’s renowned White Rabbit Collection.\nCURATOR: David Williams\nQuick showcase of one of our Art Gallery 3D Scan.\n\nPROPVIZ is an immersive, functional and innovative visual experience that will WOW your clients and potential buyers.\n\nCheck out our projects on museums and exhibitions here https://propviz.com.au/ \n#Matterport #Property #360video #3Dscan #art #gallery #virtualtour #online #digital"
    },
    {
      "id": "PslT8OJIeVA",
      "title": "Peanut Butter Jelly 360 Virtual Tour",
      "date": "June 21, 2022",
      "description": "Restaurant Property scan in Sydney Australia.  Internal 360 virtual tours of iconic Street Art restaurant.\n\nPROPVIZ is an immersive, functional, and innovative visual experience that will WOW your clients and potential buyers.\n\nCheck out our projects on museums and exhibitions here https://propviz.com.au/ \n#Matterport #Property #360video #3Dscan\n\nRestaurant, Art Galleries, Art, Scan, Matterport, 3D, 360, Internal Tour, Virtual Tour, Matterport Partner, Photographer, Property, Hotels, Conference Centre, Gallery, Commercial Property, VR, Hotspots, Digital Tour\n\nVisit PROPVIZ website: https://propviz.com.au/"
    },
    {
      "id": "k3EfTmq3O0Y",
      "title": "Property Scan for White Rabbit Gallery Exhibition HOT BLOOD",
      "date": "June 21, 2022",
      "description": "PROPVIZ Property Scan for White Rabbit Gallery\nExhibition HOT BLOOD\n\nNot for the faint of heart\nSince Chinese contemporary art exploded onto the international stage in the 1990s, dramatic changes in Chinese society have, in turn, changed the nature of its art. HOT BLOOD presents a group of artists who confound outmoded expectations about China, reflecting unflinchingly on the most uncomfortable truths of our age.\n\nExplore this extraordinary interactive tour of the HOT BLOOD Exhibition.\n\nHOT BLOOD is drawn completely from Judith Neilson’s renowned White Rabbit Collection.\nCURATOR: David Williams\n\nExhibition period: 15 March – 4 August 2019\n\n*WARNING: Artworks in this exhibition may be disturbing to some visitors and unsuitable for viewing by children.\n\nArt Galleries, Art, Scan, Matterport, 3D, 360, Internal Tour, Virtual Tour, Matterport Partner, Photographer, Property, Hotels, Conference Centre, Gallery, Commercial Property, VR, Hotspots, Digital Tour\n\n#VR #virtualreality #AR #3Dscan #360video #propertyscan #matterport #propviz #propertyvisualisation\n\nVisit our website for other projects: https://propviz.com.au/\n\nTitle: Not For Nothing by Otis McDonald\nGenre and Mood: Hip Hop & Rap + Funky\nLicense: You're free to use this song and monetize your videos."
    },
    {
      "id": "Ql2swJn_www",
      "title": "The Sleeper Awakes   White Rabbit Gallery Virtual Tour Experience 2018",
      "date": "June 21, 2022",
      "description": "With only nine artists in White Rabbit's The Sleeper Awakes, which takes over four floors of the Chippendale gallery.  But there's certainly no shortage of showstoppers or big ideas on display from these forward-thinking practitioners. A dream where ambition and optimism co-exist with pervasive state control\n\n9 March – 29 July 2018\nWorks from Judith Neilson’s renowned White Rabbit Collection."
    },
    {
      "id": "TGPmYh-arPM",
      "title": "The White Rabbit Gallery   Exhibition Compilation 2018   2020 3D Virtual Reality",
      "date": "June 21, 2022",
      "description": "The White Rabbit Gallery was opened in 2009 to showcase what has become one of the world’s most significant collections of Chinese contemporary art. Dedicated to works made in the 21st century, the White Rabbit Collection is owned by Judith Neilson, who was inspired to establish it after her first trips to Beijing in the late 1990s. She was thrilled by the creative energy and technical quality of the works she saw and wanted to share them with people outside China. She makes regular trips to China and Taiwan to augment the Collection, which now includes more than 2000 works by almost 700 artists. The gallery building, a Rolls-Royce service depot in the 1940s, was completely refitted as an exhibition space by architect William Smart. Since the Gallery can house only a fraction of the collection at any one time, there are two new exhibitions a year, each involving a full rehang. For this reason, the Gallery closes during installations, usually in February and August. The White Rabbit Gallery is a registered charitable institution funded solely by Judith Neilson. Admission is free.\n\nKeep up with us on\nWebsite: https://propviz.com.au/\nFacebook: https://www.facebook.com/PROPVIZ/\nInstagram: https://instagram.com/propviz\nTwitter: https://twitter.com/propviz\nLinkedin: https://www.linkedin.com/showcase/propviz/"
    },
    {
      "id": "vFu_R8bxtHk",
      "title": "Sydney Property Scans",
      "date": "June 21, 2022",
      "description": "PROPVIZ is an immersive, functional and innovative visual experience that will WOW your clients and potential buyers.\n\nCheck out https://propviz.com.au/ \n#Matterport #Property #360video #3Dscan\n\nMUSIC Island by extenz https://soundcloud.com/extenz Creative Commons — Attribution 3.0 Unported — CC BY 3.0 Free Download / Stream: https://bit.ly/island-extenz Music promoted by Audio Library https://youtu.be/3EI6FUVE4b0\n\nKeep up with us on\nWebsite: https://propviz.com.au/\nFacebook: https://www.facebook.com/PROPVIZ/\nInstagram: https://instagram.com/propviz\nTwitter: https://twitter.com/propviz\nLinkedin: https://www.linkedin.com/showcase/propviz/"
    },
    {
      "id": "ccDtsYq5ZsE",
      "title": "White Rabbit Gallery Virtual Tour  AND NOW",
      "date": "June 21, 2022",
      "description": "AND NOW. The second decade of the White Rabbit Collection​\nAND NOW features works from the second decade of Judith Neilson’s White Rabbit Collection. Here, nothing is as it seems. A lone figure washes the body of a dead whale, atoning for the destruction wrought by man; rolls of flesh become an omen of relentless progress; diaphanous flags offer the invitation of passage only to deny it moments later; despair is written in salt; glass masquerades as a stone; and, with a touch of futility, silkworms enshroud ancient wood as though to stay the hand of ecological collapse.\n\nExplore this extraordinary interactive tour of the AND NOW Exhibition.\n\nAND NOW is drawn completely from Judith Neilson’s renowned White Rabbit Collection.\nCURATOR: David Williams\n\nExhibition period: 11 March – 2 August 2020.\nVisit PROPVIZ website: https://propviz.com.au/\nVisit White Rabbit Gallery website: https://www.jnprojects.net/white-rabbit-gallery/virtual-tours/"
    },
    {
      "id": "GpFbZSt_k3I",
      "title": "Peanut Butter Jelly  3D Room Scanner Video with Hotspots   Scan by PROPVIZ",
      "date": "June 21, 2022",
      "description": "Peanut Butter Jelly is the place where street art meets street food. There are 5 zones inside this venue; each zone comes with an individual theme. \n\nOur project in PROPVIZ was to provide a 3D room scanner of every corner to showcase the world-class art and the ambience so visitors can feel the unique dining experiences this restaurant has to offer before they are actually there."
    },
    {
      "id": "MSUuYIBU01c",
      "title": "White Rabbit Gallery 3D Virtual Tour   THEN",
      "date": "June 21, 2022",
      "description": "The first ten years of the White Rabbit\nTHEN celebrates the great adventure of White Rabbit’s first decade: ten exciting years of showcasing the creative energy, daring, and technical accomplishment of Chinese contemporary art. The gallery’s tenth-anniversary exhibition presents works by more than 60 artists, all produced during the first ten years of Judith Neilson’s private collection (2000-2010). THEN tells the story of White Rabbit’s first, boldly adventurous decade – a journey into the unknown that parallels the ambition and audacity of contemporary Chinese art.\n\nExplore this extraordinary interactive tour of the THEN Exhibition.\n\nTHEN is drawn completely from Judith Neilson’s renowned White Rabbit Collection.\nCURATOR: David Williams\n\nExhibition period: 11 September 2019 – 26 January 2020.\n\nVisit PROPVIZ website https://propviz.com.au/white-rabbit-gallery-supernatural/\nVisit White Rabbit Gallery website https://www.jnprojects.net/white-rabbit-gallery/virtual-tours/"
    },
    {
      "id": "9QoNkUJRY5U",
      "title": "Virtual Tour Benefits",
      "date": "June 21, 2022",
      "description": "In this video we will take you through how can virtual tours benefit your business\n\nIf a picture is worth a thousand words, Imagine how much a virtual tour is worth.\nVirtual tours are a good example of engaging content, that will make users want to stay in your website."
    },
    {
      "id": "ghD-sbRbIn4",
      "title": "3D Walk through Celebrating the first decade of the White Rabbit Gallery  THEN Exhibition",
      "date": "June 21, 2022",
      "description": "The first ten years of the White Rabbit\nTHEN celebrates the great adventure of White Rabbit’s first decade: ten exciting years of showcasing the creative energy, daring and technical accomplishment of Chinese contemporary art. The gallery’s tenth anniversary exhibition presents works by more than 60 artists, all produced during the first ten years of Judith Neilson’s private collection (2000-2010). THEN tells the story of White Rabbit’s first, boldly adventurous decade – a journey into the unknown that parallels the ambition and audacity of contemporary Chinese art.\n\nExplore this extraordinary interactive tour of the THEN Exhibition.\n\nTHEN is drawn completely from Judith Neilson’s renowned White Rabbit Collection.\nCURATOR: David Williams\n\nExhibition period: 11 September 2019 – 26 January 2020."
    },
    {
      "id": "xERK2559TK0",
      "title": "Virtual Tours, 360 Scan and Drone Video",
      "date": "June 21, 2022",
      "description": "Get ahead of the competition showcasing your property with virtual tours and scans."
    },
    {
      "id": "znDZWB7yuFI",
      "title": "Digital transformation: Your Secret Weapon for Success in The Digital Market.",
      "date": "May 27, 2022",
      "description": "Welcome to our second episode of 42-BTS (Behind The Scene) Podcast series! \n\nIn the series, we will be sharing with you everything you need to know about digital transformation and how it benefits businesses in the long run. \n\nThe presence of transformation technology is one of the crucial things in the business world. Transformation allows better collaboration within and between companies. It is also an excellent way to personalize customer engagement and boost productivity, the opportunity, and the ability for innovation for employees, with accurate insights. Since the entire world has been through the Covid-19 pandemic, feasible solutions are needed to let the business grow and thrive.\n\nFor more information about digital transformation services please check out our website and other social media channels! \n\nOur site: https://bit.ly/3GpoRHy\nInstagram: https://www.instagram.com/42interactive/ \nFacebook: https://www.facebook.com/42Interactive \nTwitter: https://twitter.com/42Interactive \nLinkedIn: https://www.linkedin.com/company/42-i... \nDon't forget to like and subscribe to our channel! ;)"
    },
    {
      "id": "lt7mwTm5ZPU",
      "title": "Some Great Prototyping Tools for UI/UX Designers!",
      "date": "May 15, 2022",
      "description": "Let us take you to some great prototyping tools for UI/UX designers that you should definitely add to your list! \n\nThe biggest benefit of the prototyping tool is the 'risks', the sooner we fail the faster we will learn. When you fail with your mockups you'll learn softly, there's always a chance to validate things that work, iterate and improve. Hope you'll enjoy the video! \n\nFor more information about digital transformation services please check out our website and other social media channels!\nWebsite: https://bit.ly/3weY4tQ\n \nInstagram: https://www.instagram.com/42interactive/ \nFacebook: https://www.facebook.com/42Interactive \nTwitter: https://twitter.com/42Interactive \nLinkedIn: https://www.linkedin.com/company/42-i... \nDon't forget to like and subscribe to our channel! ;)"
    },
    {
      "id": "b-hdeLIs8Ws",
      "title": "How can we help you build up your presence in the metaverse world?",
      "date": "April 21, 2022",
      "description": "How can we help you build up your presence in the metaverse world?\n\n42 Interactive offers full metaverse service for your business that wants to build up its presence in the metaverse world. How can the metaverse give benefits to current and future industries? How does the metaverse work, how will it affect the industry, and what are the challenges?\n\nIn this podcast episode, we will be sharing with you all you need to know about the metaverse world and its future possibilities for consumers and businesses in the long run. Thank you to the Empresaria team for having us in a very exciting discussion! Looking forward to another fun session! \n\nTo see the full video please go here:\n42 Interactive cut:\nEmpresaria Full Podcast: https://www.youtube.com/watch?v=ZNaftTVPcA4\n\nTo check our metaverse service please visit the link below!\nLet's digitise your business with us!\nhttps://www.42interactive.com/\n\nFor more information about digital transformation services please check out our website and other social media channels! \nOur site: https://www.42interactive.com/ \nInstagram: https://www.instagram.com/42interactive/ \nFacebook: https://www.facebook.com/42Interactive \nTwitter: https://twitter.com/42Interactive \nLinkedIn: https://www.linkedin.com/company/42-interactive/\n\nDon't forget to like and subscribe to our channel! ;)\nDon't forget to like and subscribe to our channel! ;)"
    },
    {
      "id": "VmCUPCTRvFw",
      "title": "Immersive theatre experience with Box Office VR",
      "date": "February 25, 2022",
      "description": "Welcome back to our second episode of 42 Tech Friday! :)  \n\nTheatre houses had to call off many productions and it leads to a big financial loss for both the creators, workers and the performers.\nThanks to the internet everything was made possible, many industries forced their way to the digital platform that allows flexibility. This is where the innovations of technology and the use of virtual reality come into play and can reintroduce the theatre stage to an audience once again! \n\nBox Office VR is where the creative technology and traditional theatre industry meets, the platforms offer a unique immersive theatre experience to the audience.\n\nOn the platform you will be able to see the latest theatre shows filmed with the latest virtual reality technology, which allows the viewers to experience watching their favourite shows in 180° views, audience can buy tickets for current international touring theatre shows filmed in virtual reality.\n\n\nFor more information about Box Office VR please check out their website here: https://boxofficevr.com/ \n\nFor more information about digital transformation services please check out our website and other social media channels!  https://www.42interactive.com/ \nInstagram: https://www.instagram.com/42interactive/ Facebook: https://www.facebook.com/42Interactive Twitter: https://twitter.com/42Interactive LinkedIn: https://www.linkedin.com/company/42-interactive  \nDon't forget to like and subscribe to our channel! ;)"
    },
    {
      "id": "CoE2n0imV1A",
      "title": "Everything You Need to Know About Good Branding And Design Process!",
      "date": "February 2, 2022",
      "description": "Welcome to our very first episode of 42-BTS (Behind The Scene) Podcast series! On the series, we will be sharing with you everything you need to know about 42 interactive as a company, our exciting journey, our great team, and collaborations! \n\nWe help our clients to realise what are their visions and missions, we ask the right questions in order to produce the right and best outcome! \n\nFor more information about digital transformation services please check out our website and other social media channels! \n\nOur site: https://www.42interactive.com/ \nInstagram: https://www.instagram.com/42interactive/ \nFacebook: https://www.facebook.com/42Interactive \nTwitter: https://twitter.com/42Interactive \nLinkedIn: https://www.linkedin.com/company/42-interactive \n\nDon't forget to like and subscribe to our channel! ;)"
    },
    {
      "id": "dAV5FX6-pVI",
      "title": "3 Tech Trends You Should Use for Your Business in 2022!",
      "date": "December 10, 2021",
      "description": "Welcome to our very first episode of 42 Tech Friday! :)\n\nBefore, the term retail was only identified by having a physical store, but, thanks to the technological innovations, it now implies much more than just a \"bricks and mortar\" retail presence!\n\nHere are some of the exciting technologies that will give the most impact on the retail industry's transition and will result in significant changes for both companies and consumers!\n\nFor more information about digital transformation services please check out our website and other social media channels! \n\nOur site: https://www.42interactive.com/\nInstagram: https://www.instagram.com/42interactive/\nFacebook: https://www.facebook.com/42Interactive\nTwitter: https://twitter.com/42Interactive\nLinkedIn: https://www.linkedin.com/company/42-interactive\n\nDon't forget to like and subscribe to our channel! ;)"
    },
    {
      "id": "kEQCsVlw81g",
      "title": "42interactive MVP Trophy-creation Video",
      "date": "December 2, 2021",
      "description": "Sharing our time-lapse MVP Trophy-creation video! \n\nIt took us about 23-40 hours to 3D print a single trophy properly, and it was beyond fascinating to see how each detail was carefully created! \n\nVisit us!\nhttps://www.42interactive.com/\n#digitaltransformation #3dprinting"
    },
    {
      "id": "gind4-G0wnA",
      "title": "Open-Source CRMs for Small Businesses",
      "date": "November 8, 2021",
      "description": "In this video, we would go over the Top Open-Source CRMs for Small Businesses.\n\nIn terms of value for money, complexity, upkeep, and overall user-friendliness, both open source CRM software and its proprietary competitors offer advantages and disadvantages.\n\nWhich one should you get to make your life easier at work? What is the most effective customer relationship management software for your business? As is common, the answer is quite tricky, but we break it all down for you.\n\nKeep up with us on\nWebsite: https://42interactive.com/\nFacebook: https://www.facebook.com/42Interactive/\nInstagram: https://www.instagram.com/42interactive\nTwitter: https://twitter.com/42Interactive\nLinkedin: https://www.linkedin.com/company/42-interactive/"
    },
    {
      "id": "QWBmwemLM4Y",
      "title": "42Interactive TechUpdate for 22nd Oct",
      "date": "October 22, 2021",
      "description": "The tech update this week includes,\n- Canon Interchangeable lens for Steroscopic 3D\n- Autify Testing Automation\n- Ai-Da Creative Robotic Artists\n- Microsoft Android App Store and Amazon\n- Games Minecraft and more"
    },
    {
      "id": "tuPEFMXaDoE",
      "title": "42Interactive TechUpdate 1st October 2021",
      "date": "October 1, 2021",
      "description": "What's going on in Technology this week.\n\nGames, Robots and more in the weekly update from the 42 Interactive Team.\n\nenjoy."
    },
    {
      "id": "mfgKE_hcfxs",
      "title": "Technology Update 24th Sept - 42 Interactive",
      "date": "September 27, 2021",
      "description": "This weeks technology update from 42 Interactive."
    },
    {
      "id": "iSQ3pRftj3c",
      "title": "Weekly Tech Update from 42 Interactive",
      "date": "September 19, 2021",
      "description": "The Weekly Technology Update from the 42 Interactive team locked down in Australia and Indonesia.\n\nEnjoy this week's technology update."
    },
    {
      "id": "MTq5QS9kDuc",
      "title": "42 TechUpdate Sept10",
      "date": "September 12, 2021",
      "description": "This week's update Sept 10th 2021 from 42 Interactive.\n\nWhat's happening in the world of Creative Digital Technology and Digital Transformation"
    },
    {
      "id": "lKs8PaLJDjk",
      "title": "42Interactive TechUpdate",
      "date": "September 3, 2021",
      "description": "42 Interactive technology update this week.\n\nArtificial Intelligence and more\n\nCheck out what the 42Interactive Creative Technology Team found out this week and what's hot in tech"
    },
    {
      "id": "Kxbgchmqk1w",
      "title": "best 360 camera for virtual tour",
      "date": "September 2, 2021",
      "description": "Which Camera's can you use?"
    },
    {
      "id": "nwv0Lih4QZc",
      "title": "Virtual Tour benefits",
      "date": "August 30, 2021",
      "description": "What are the advantages of offering your customers a 360 virtual tour? While lots of hospitality venues spend a lot of money on marketing, 360 virtual tours are among the most effective ways to increase your bookings and reservations. Let’s have a look at a few of the top benefits of 360 virtual tour for your venue.\n\n360 virtual tours are one of the best ways to enhance your bookings and associated revenue. So if you’re a hotel or property owner or manager and want to enhance reservation rates you should seriously look at utilising this technology and service.\n\nBy using a virtual tour, you welcome potential customers to step inside your venue and explore your business from any device. You can offer your guests a special experience as they explore every part of your physical location virtually."
    },
    {
      "id": "mXDitabuNTI",
      "title": "Digital Marketing Fundamentals",
      "date": "August 30, 2021",
      "description": "In digital marketing, you can grow your business online at your own palace, with flexible and personalized and build business strategy, and getting the attention of the audience and people what they want and what’s going on in the market."
    },
    {
      "id": "JpedBJkeIn8",
      "title": "42Interactive training",
      "date": "August 30, 2021",
      "description": "During the Australian Lockdown don't get down, get creative and push the learning and training.\n\nBlender - Geometry Modes\nSpark AR - AR Filter\nCascadeur - Physics Based Animation\n3D Coat - Voxel Sculpting\nMetahuman - Character Creator\niClone 7 - Character Animation\nMarmoset - Map Baking\n\nWhat we've been up to at 42 Interactive."
    },
    {
      "id": "zpq5B5fb7b8",
      "title": "Tech Update 2021!",
      "date": "August 23, 2021",
      "description": "Our Tech Director, Paul Kerr talks about exciting tech updates for 2021! \n\nGo to our website to learn about our service!\nhttps://42interactive.com/"
    },
    {
      "id": "daCs5ajux90",
      "title": "42 Interactive Augmented Reality (AR) Experiences",
      "date": "May 17, 2020",
      "description": "Check out our Augmented Reality Creative Technology.\nWe blend design and development to create and engage your audience with immersive AR experiences that invoke a sense of magic! \n\nAugmented reality is an interactive experience of a real-world environment where the objects that reside in the real world are enhanced by computer-generated perceptual information, sometimes across multiple sensory modalities.\n\n\nKeep up with us on\nWebsite: https://42interactive.com/\nFacebook: https://www.facebook.com/42Interactive/\nInstagram: https://www.instagram.com/42interactive\nTwitter: https://twitter.com/42Interactive\nLinkedin: https://www.linkedin.com/company/18229414/"
    },
    {
      "id": "HeJnddDG4YI",
      "title": "Break the Isolation a revisit of our Creative Tech Installation at Vivid in Sydney Australia 2019",
      "date": "May 15, 2020",
      "description": "This time last year we were gearing up for Vivid Sydney with Digby Webster and Cushman & Wakefield \n\nSo we don't miss out this year totally, here are some snippets from our immersive installation utilizing creative technology with facial recognition.\n\n#creativetech #vivid #creativetechnology  #immersiveexperience\n\nMany people with disabilities have amazing talents and heightened senses. Some express these attributes using their artistic abilities.  42 Interactive was privileged to work with Digby Webster for 2019 Tumbalong Lights Vivid inclusive play space.\n\n\nKeep up with us on\nWebsite: https://42interactive.com/\nFacebook: https://www.facebook.com/42Interactive/\nInstagram: https://www.instagram.com/42interactive\nTwitter: https://twitter.com/42Interactive\nLinkedin: https://www.linkedin.com/company/18229414/"
    },
    {
      "id": "XYTEdPv_f_I",
      "title": "The Next Chapter Event Activation",
      "date": "February 13, 2020",
      "description": "Event activation for Cushman & Wakefield - The Next Chapter APAC Leadership conference\n\n\nKeep up with us on\nWebsite: https://42interactive.com/\nFacebook: https://www.facebook.com/42Interactive/\nInstagram: https://www.instagram.com/42interactive\nTwitter: https://twitter.com/42Interactive\nLinkedin: https://www.linkedin.com/company/18229414/"
    },
    {
      "id": "mZNeu9m8HsE",
      "title": "VIVID 2019 \"See What I See\" Tech test",
      "date": "February 13, 2020",
      "description": "Technical test with Microsoft Kinect 2.0\nhttps://42interactive.com/tumbalong-lights/\n\n\nKeep up with us on\nWebsite: https://42interactive.com/\nFacebook: https://www.facebook.com/42Interactive/\nInstagram: https://www.instagram.com/42interactive\nTwitter: https://twitter.com/42Interactive\nLinkedin: https://www.linkedin.com/company/18229414/"
    },
    {
      "id": "bJrOb1l4dZw",
      "title": "VIVID 2019 - Tumbalong Lights - \"See What I See\" timelapse",
      "date": "February 13, 2020",
      "description": "Many people with disabilities have amazing talents and heightened senses. Some express these attributes using their artistic abilities. 42 Interactive were privileged to work with Digby Webster for VIVID 2019 Tumbalong Lights  inclusive play space.\n\nhttps://42interactive.com/tumbalong-lights/\n\n\nKeep up with us on\nWebsite: https://42interactive.com/\nFacebook: https://www.facebook.com/42Interactive/\nInstagram: https://www.instagram.com/42interactive\nTwitter: https://twitter.com/42Interactive\nLinkedin: https://www.linkedin.com/company/18229414/"
    },
    {
      "id": "Po_9Ouj0VQE",
      "title": "The Next Chapter Final",
      "date": "November 27, 2019",
      "description": "The Next Chapter Event Activation\n\n\nKeep up with us on\nWebsite: https://42interactive.com/\nFacebook: https://www.facebook.com/42Interactive/\nInstagram: https://www.instagram.com/42interactive\nTwitter: https://twitter.com/42Interactive\nLinkedin: https://www.linkedin.com/company/18229414/"
    },
    {
      "id": "-xVRPBK2nGA",
      "title": "Creative Technology at the Next Chapter",
      "date": "November 27, 2019",
      "description": "A Video Wall engagement with Facial Recognition and Digby Webster Art"
    },
    {
      "id": "RSm9yTtI7FM",
      "title": "See What I See - Vivid 2019",
      "date": "August 15, 2019",
      "description": "Many people with disabilities have amazing talents and heightened senses. Some express these attributes using their artistic abilities.  \n\nDigby Webster is a widely exhibited, Sydney-based visual artist with disability. His canvases burst with vibrant colour whether they are abstracts, portraits or landscapes.\n\nDigby’s perception of the world around him is fascinating. See What I See is an interactive installation that gives visitors a chance to experience the way Digby sees us. Stand in front of the frame and see yourself mirrored through advanced facial recognition technology that interprets your features and expressions into a morphing vision of colour and light that is uniquely Digby in style.\n\n42 Interactive hope that the installation brings attention and exposure to artists with disabilities, and helps encourage inclusion of people of all abilities.\n\nhttps://www.vividsydney.com/event/light/see-what-i-see-tumbalong-lights-inclusive-playspace"
    },
    {
      "id": "heL1PkJFLrE",
      "title": "42 Interactive at PAX Melbourne 2018",
      "date": "November 8, 2018",
      "description": "After a year-long wait, I finally got the chance to go to the PAX AUS in Melbourne, It was a very memorable experience.\n\nWhat is PAX?\n\nPAX is a gaming convention where local indie game developers can showcase their games to the public alongside big behemoth corporate games studios and their triple-A games. Adding to the mix are some pop culture pop-up shops and cosplayers, creating an event where everyone can celebrate gaming."
    }
  ]
}