{
  "highlightedBlogs": [
    "3-tips-on-using-x-ray-plugins",
    "when-my-role-was-temporarily-handed-over-to-an-avatar",
    "why-naming-your-business-is-harder-than-naming-your-children"
  ],
  "technologyBlogs": [
    "3-tips-on-using-x-ray-plugins",
    "when-my-role-was-temporarily-handed-over-to-an-avatar",
    "why-naming-your-business-is-harder-than-naming-your-children"
  ],
  "featuredPodcasts": [
    "clG1qcF2Nrc",
    "11dftwJtcgM",
    "-az3b0ROFiE"
  ],
  "podcasts": [
    {
      "id": "clG1qcF2Nrc",
      "title": "Fine Food Australia 25 - AI Talk",
      "date": "September 12, 2025",
      "description": "Paul Kerr and our partners talking about AI in Fine Food Australia 2025"
    },
    {
      "id": "11dftwJtcgM",
      "title": "AI Powered Strategy - a podcast with Aidan, Waterfield.",
      "date": "June 27, 2025",
      "description": "We discussed how Aidan (https://waterfield.com.au/) used the AI we developed to scale his strategy consultancy business, and how he’s exploring future AI-powered offerings."
    },
    {
      "id": "-az3b0ROFiE",
      "title": "Tried and Tested - Human+AI Marketing Summit",
      "date": "March 20, 2025",
      "description": "Dhani Sutanto's talk in Human+AI Marketing Summit.\nA Forward Focus (https://fwdfocus.com.au/) event.\n\nExplaining about AI tools that he has been using and playing with that's related to marketing, branding and customer communications."
    },
    {
      "id": "lSfr9mTPEx8",
      "title": "Introducing mArvIn: Our New AI-Powered Assistant",
      "date": "May 20, 2024",
      "description": "Meet the latest addition to our services – mArvIn, the newest member of our digital team!\n\nUnlike typical chatbots, mArvIn engages with your data, providing tailored responses that understand context and follow conversation threads effortlessly. Plus, with enterprise-grade security, your data is always protected!\n\nOnce we establish the foundation of contextual conversation with LLM, we can take it further with:\n\n🔊 Speech to Text: Talk to mArvIn through your computer or phone’s microphone.\n\n🗣️ Text to Speech: mArvIn reads its answers aloud, perfect for hands-free use or dictation.\n\n🌐 Multi-Lingual: mArvIn translates content on demand, acting as a convenient translator.\n\nCheck out mArvIn and see how it can help you understand our business better!\n\nLearn more about mArvIn here: https://bit.ly/3QNLlZa\n\nFor more information about our services please check out our website and other social media channels!  \n\nOur site: https://bit.ly/4aqzR4D\nInstagram: https://www.instagram.com/42interactive/\nFacebook:  https://www.facebook.com/42Interactive\nX: https://x.com/42Interactive\nLinkedIn:  https://au.linkedin.com/company/42-interactive\n\nDon't forget to like and subscribe to our channel! ;)"
    },
    {
      "id": "Vl-BlxuOIEY",
      "title": "Let's Find Playgrounds Near You!",
      "date": "May 3, 2024",
      "description": "Come with us to see the Find My Playground journey! ⠀ ⠀ \n \nFind My Playground was created to help families to find the right facilities for their little ones, and for the community to review and list playground features that might be important for families, especially the accessibility features of each playground. \n \nYou can find the list of the inclusive playground features for each playground on the top list of our search engines, which not many sites or playground search engines do. ⠀ \n \nLet us help you to find more fun adventures near you! https://findmyplayground.com⠀"
    },
    {
      "id": "88tF45Ms3_0",
      "title": "Marion Baillat: Bridging Digital Transformation in Japan | My ANZCCJ Journey",
      "date": "March 6, 2024",
      "description": "Excited to share of the episodes of the Australian and New Zealand Chamber of Commerce (ANZCCJ)'s interview series, &quot;My ANZCCJ Journey.&quot; This series brings to light the experiences of its members, revealing their motivations for relocating to Japan and the impact the Chamber has had on their journeys.\n\nWe're especially proud to feature one of our own from 42 Interactive, Marion Baillat, our Digital Executive Producer and Project Director. Marion's role not only keeps her connected to Australia but also significantly contributes to expanding our services, assisting both Japanese and Australian companies in their digital transformation efforts in Japan. Dive into her inspiring story by watching the episode!\n\nFor more information about our services please check out our website and other social media channels!  https://bit.ly/3Iobn0b \n\nInstagram: https://www.instagram.com/42interactive/\nFacebook: https://www.facebook.com/42Interactive/  \nTwitter: https://twitter.com/42Interactive \nLinkedIn: https://au.linkedin.com/company/42-interactive\nTikTok: https://www.tiktok.com/@42interactive"
    },
    {
      "id": "E-DA6OR5bhQ",
      "title": "Unified Solutions: Collaborative Engagement from Start to Finish",
      "date": "January 19, 2024",
      "description": "We did almost that whole double diamond approach all the way through, from start to finish, and we kept the stakeholders involved all the way through.&quot;&quot;\n\nInterested in stakeholder engagement for comprehensive project solutions? Reach out for collaborative design strategies. Link in bio.\n\n#CollaborativeDesign, #InclusiveStrategy"
    },
    {
      "id": "JwXkdrp3eKo",
      "title": "Evolving Project Solutions: Managing Continuous Improvement",
      "date": "January 19, 2024",
      "description": "We've solved one, two, three, four, and this is what that new experience looks like. And then, how do we continually go, 'Okay, we've done that project, what's next?' And you can go to your backlog of problems, pain points, and opportunities and go, 'Okay, what's the next thing?'&quot;&quot;\n\nWant to turn your project backlogs into breakthroughs? Let's strategise for continuous improvement together.\n\n#ProjectEvolution, #ContinuousDevelopment"
    },
    {
      "id": "jOVvrUl5mcA",
      "title": "Adaptable Retail Operations: Customizing Services for Diverse Needs",
      "date": "January 19, 2024",
      "description": "We can switch on and off certain features or functions or turn that store off altogether, possibly if that's the right thing to do. It's a lot of little things like that that you had to think about in anticipation of what might be those exceptions and unhappy paths, not just the nice happy paths that are there.&quot;&quot;\n\nLooking for modular service solutions for diverse retail challenges? We can tailor the perfect strategy for you. Link in bio.\n\n\n#AdaptiveOperations, #RetailResilience"
    },
    {
      "id": "7InU0PQw78Y",
      "title": "Dynamic Retail Services: Adapting to New Consumer Norms",
      "date": "January 19, 2024",
      "description": "It's interesting because like some of the stores, with the way we set up, at least for Red Rooster in this case, was not every store had to opt into every single one of those options. So it's like you could do pick up in-store, drive-thru, and curbside.&quot;&quot;\n\nNeed flexible service options for your retail business? Let's discuss how we can customise solutions for you.\n\n#FlexibleRetail, #CustomerOptions"
    },
    {
      "id": "S1yyGI_y80Y",
      "title": "Innovative Service Continuity During Lockdown Challenges",
      "date": "January 19, 2024",
      "description": "We managed to create something that is working for our clients and helping them to continue providing services.&quot;&quot;\n\nSeeking innovative service adaptations during challenging times? We specialise in solutions that keep businesses thriving. Link in bio.\n\n#InnovativeService, #LockdownAdaptations"
    },
    {
      "id": "SS4fZTu4Kcg",
      "title": "Elevating Retail Conversion Rates through Effective User Insights",
      "date": "January 19, 2024",
      "description": "Just by making sure that we test with the customers, we can observe what's happening, we talk through with them what their expectations are on the different steps and what screen they're on and what they're seeing. And just by doing that, it made such a big difference in making sure that those conversion stats increased to what they were kind of expected to be.&quot;&quot;\n\nWant to boost your conversion rates through effective user testing? Let's optimise your customer interactions together.\n\n#CustomerInsights, #ConversionGrowth"
    },
    {
      "id": "QSwxNOBKV-c",
      "title": "Optimising Service Convenience in Quick Service Restaurants",
      "date": "January 19, 2024",
      "description": "Giving the customer the information they need and the choice to be able to say, 'Hey,' even the language of the button, figuring out that it's not just 'place order' but it's like 'start cooking,' so at least they know what's going to happen when they click that button, what that means for their order.&quot;&quot;\n\nEnhance your customer service experience with our expert solutions. Contact us for a consultation. Link in bio.\n\n\n#UserCentricApproach, #ServiceQuality"
    },
    {
      "id": "t7IvNYaY2Bo",
      "title": "Enhancing Retail Operations: Overcoming POS System Limitations",
      "date": "January 19, 2024",
      "description": "The tricky part with this project, in particular, was understanding, let's say, we're working within the constraints of the systems and the processes that they've got. So for Red Rooster, their point of sale system had certain limitations.&quot;&quot;\n\nStruggling with operational challenges in retail? We're here to help enhance your system integrations.\n#RetailInnovation, #SystemEfficiency"
    },
    {
      "id": "IN3ZS35gT38",
      "title": "Seamless Integration of Curbside Pickup in Challenging Times",
      "date": "January 19, 2024",
      "description": "It all started with Red Rooster when we had someone from Red Rooster reach out to us and seek some sort of solution. It was during the pandemic, basically offering curbside pickup, in-store pickup, and drive-through pickup. What they wanted to do is figure out how to seamlessly integrate the option of curbside pickup, which was starting to grow in trend.&quot;&quot;\n\nNeed help adapting your services to changing times? Connect with us for innovative customer-centric solutions. Link in bio.\n\n\n#CrisisManagement, #ServiceAdaptation"
    }
  ]
}